INSERT INTO genres (name)
VALUES ('аниме'),
       ('биография'),
       ('боевик'),
       ('вестерн'),
       ('военный'),
       ('детектив'),
       ('детский'),
       ('документальный'),
       ('драма'),
       ('игра'),
       ('история'),
       ('комедия'),
       ('короткометражка'),
       ('криминал'),
       ('мелодрама'),
       ('музыка'),
       ('мультфильм'),
       ('мюзикл'),
       ('приключения'),
       ('семейный'),
       ('спорт'),
       ('ток-шоу'),
       ('триллер'),
       ('ужасы'),
       ('фантастика'),
       ('фильм-нуар'),
       ('фэнтези'),
       ('церемония'),
       ('концерт'),
       ('новости'),
       ('сериал'),
       ('реальное ТВ');

INSERT INTO countries (name)
VALUES ('Австралия'),
       ('Австрия'),
       ('Аргентина'),
       ('Бангладеш'),
       ('Беларусь'),
       ('Бельгия'),
       ('Греция'),
       ('Грузия'),
       ('Дания'),
       ('Египет'),
       ('Израиль'),
       ('Индия'),
       ('Испания'),
       ('Италия'),
       ('Казахстан'),
       ('Канада'),
       ('Катар'),
       ('Китай'),
       ('Латвия'),
       ('Литва'),
       ('Новая Зеландия'),
       ('Норвегия'),
       ('ОАЭ'),
       ('Польша'),
       ('Португалия'),
       ('Россия'),
       ('США'),
       ('СССР'),
       ('Словакия'),
       ('Словения'),
       ('Финляндия'),
       ('Франция'),
       ('Чехия'),
       ('Чехословакия'),
       ('Швейцария'),
       ('Швеция'),
       ('Япония'),
       ('Мексика'),
       ('Тайвань'),
       ('Тунис');

INSERT INTO professions (name)
VALUES ('актер'),
       ('режиссер'),
       ('сценарист'),
       ('продюсер'),
       ('оператор'),
       ('композитор'),
       ('художник'),
       ('монтажер');

INSERT INTO companies (name)
VALUES ('20th Century Fox'),
       ('20th Century Fox Animation'),
       ('A24'),
       ('Amazon Prime Video'),
       ('Alcon Entertainment'),
       ('Amblin Entertainment'),
       ('Bad Robot Productions'),
       ('BBC Films'),
       ('BBC Television Centre'),
       ('Blue Sky Studios'),
       ('Blumhouse Productions'),
       ('Canal+'),
       ('Carolco Pictures'),
       ('Castle Rock Entertainment'),
       ('Columbia Pictures'),
       ('DC Comics'),
       ('Decca Records'),
       ('DreamWorks Animation'),
       ('DreamWorks Pictures'),
       ('EuropaCorp'),
       ('Focus Features'),
       ('Gaumont'),
       ('HBO'),
       ('Illumination Entertainment'),
       ('Lakeshore Entertainment'),
       ('Legendary Pictures'),
       ('Lionsgate'),
       ('Lucasfilm'),
       ('Marvel Studios'),
       ('Metro-Goldwyn-Mayer'),
       ('Millennium Films'),
       ('Miramax Films'),
       ('Netflix'),
       ('New Line Cinema'),
       ('Nickelodeon Movies'),
       ('Original Film'),
       ('Paramount Pictures'),
       ('Pathé'),
       ('Pixar Animation Studios'),
       ('Polydor Records'),
       ('Regency Enterprises'),
       ('Relativity Media'),
       ('Screen Gems'),
       ('Skydance Media'),
       ('Sony BMG Music Entertainment'),
       ('Sony Pictures Animation'),
       ('Sony Pictures Entertainment'),
       ('Studio Canal'),
       ('Studio Ghibli'),
       ('Summit Entertainment'),
       ('The Weinstein Company'),
       ('Touchstone Pictures'),
       ('TriStar Pictures'),
       ('United Artists'),
       ('Universal Music Records'),
       ('Universal Pictures'),
       ('Village Roadshow Pictures'),
       ('Walt Disney Animation Studios'),
       ('Walt Disney Pictures'),
       ('Warner Bros. Pictures'),
       ('Ленфильм'),
       ('Мосфильм'),
       ('Союзмультфильм'),
       ('Централ Партнершип'),
       ('Infinity Films'),
       ('Natrix Natrix'),
       ('Eurimages');

-- Азербайджан
-- Албания
-- Алжир
-- Армения
-- Гонконг
-- Бангладеш
-- Болгария
-- Боливия
-- Великобритания
-- Венгрия
-- Германия
-- Американское Самоа
-- Ангола
-- Андорра
-- Антарктида
-- Антигуа и Барбуда
-- Антильские Острова
-- Аруба
-- Афганистан
-- Багамы
-- Барбадос
-- Бахрейн
-- Белиз
-- Бенин
-- Берег Слоновой кости
-- Бермуды
-- Бирма
-- Босния
-- Босния и Герцеговина
-- Ботсвана
-- Бразилия
-- Бруней-Даруссалам
-- Буркина-Фасо
-- Бурунди
-- Бутан
-- Вануату
-- Ватикан
-- Венесуэла
-- Виргинские Острова (Великобритания)
-- Виргинские Острова (США)
-- Внешние малые острова США
-- Вьетнам
-- Вьетнам Северный
-- Габон
-- Гаити
-- Гайана
-- Гамбия
-- Гана
-- Гваделупа
-- Гватемала
-- Гвинея
-- Гвинея-Бисау
-- Германия (ГДР)
-- Германия (ФРГ)
-- Гибралтар
-- Гондурас
-- Гренада
-- Гренландия
-- Гуам
-- Джибути
-- Доминика
-- Доминикана
-- Заир
-- Замбия
-- Западная Сахара
-- Зимбабве
-- Индонезия
-- Иордания
-- Ирак
-- Иран
-- Ирландия
-- Исландия
-- Йемен
-- Кабо-Верде
-- Каймановы острова
-- Камбоджа
-- Камерун
-- Кения
-- Кипр
-- Киргизия
-- Кирибати
-- Колумбия
-- Коморы
-- Конго
-- Конго (ДРК)
-- Корея
-- Корея Северная
-- Корея Южная
-- Косово
-- Коста-Рика
-- Кот-д’Ивуар
-- Куба
-- Кувейт
-- Лаос
-- Лесото
-- Либерия
-- Ливан
-- Ливия
-- Лихтенштейн
-- Люксембург
-- Маврикий
-- Мавритания
-- Мадагаскар
-- Макао
-- Македония
-- Малави
-- Малайзия
-- Мали
-- Мальдивы
-- Мальта
-- Марокко
-- Мартиника
-- Маршалловы острова
-- Масаи
-- Мелкие отдаленные острова США
-- Мозамбик
-- Молдова
-- Монако
-- Монголия
-- Монтсеррат
-- Мьянма
-- Намибия
-- Непал
-- Нигер
-- Нигерия
-- Нидерланды
-- Никарагуа
-- Новая Каледония
-- Норвегия
-- ОАЭ
-- Оккупированная Палестинская территория
-- Оман
-- Остров Мэн
-- Остров Святой Елены
-- Острова Кука
-- острова Теркс и Кайкос
-- Пакистан
-- Палау
-- Палестина
-- Панама
-- Папуа - Новая Гвинея
-- Парагвай
-- Перу
-- Пуэрто Рико
-- Реюньон
-- Российская империя
-- Руанда
-- Румыния
-- Сальвадор
-- Самоа
-- Сан-Марино
-- Сан-Томе и Принсипи
-- Саудовская Аравия
-- Свазиленд
-- Северная Македония
-- Сейшельские острова
-- Сенегал
-- Сент-Винсент и Гренадины
-- Сент-Китс и Невис
-- Сент-Люсия
-- Сербия
-- Сербия и Черногория
-- Сиам
-- Сингапур
-- Сирия
-- Соломоновы Острова
-- Сомали
-- Судан
-- Суринам
-- Сьерра-Леоне
-- Таджикистан
-- Таиланд
-- Танзания
-- Тимор-Лесте
-- Того
-- Тонга
-- Тринидад и Тобаго
-- Тувалу
-- Туркменистан
-- Турция
-- Уганда
-- Узбекистан
-- Уоллис и Футуна
-- Уругвай
-- Фарерские острова
-- Федеративные Штаты Микронезии
-- Фиджи
-- Филиппины
-- Финляндия
-- Фолклендские острова
-- Франция
-- Французская Гвиана
-- Французская Полинезия
-- Хорватия
-- ЦАР
-- Чад
-- Черногория
-- Чехия
-- Чехословакия
-- Чили
-- Швейцария
-- Швеция
-- Шпицберген и Ян-Майен
-- Шри-Ланка
-- Эквадор
-- Экваториальная Гвинея
-- Эритрея
-- Эстония
-- Эфиопия
-- ЮАР
-- Югославия
-- Югославия (ФР)
-- Ямайка
-- Япония
